-- 보유 대차 차량 19대
INSERT OR IGNORE INTO rental_vehicle (name, number, fuel, insurance, age_limit, owner) VALUES
('SM3 2호',     '34버7483',     '휘발유',  '삼성', '만24세',         '전북공업사'),
('L43 2호',     '57구8647',     'LPG',     '삼성', '만26세',         '전북공업사'),
('리베로',      '전북98사3693', '경유',    'DB',   '만26세',         '전북공업사'),
('SM3 3호',     '377어6916',    '휘발유',  'DB',   '만24세',         '전북공업사'),
('포터2더블',   '80거0997',     '경유',    'DB',   '만26세',         '전북공업사'),
('QM3',         '02다7842',     '경유',    '삼성', '만26세',         '전북공업사'),
('니로',        '31구0771',     '무연전기','현대', '28세',           '류명선'),
('봉고3',       '86우2845',     '경유',    '현대', '만24세',         '류명선'),
('SM3 1호',     '41두8892',     '휘발유',  '삼성', '만26세',         '전북공업사'),
('티볼리',      '141버3059',    '경유',    '삼성', '만26세',         '전북공업사'),
('코나',        '22나3641',     '전기',    'KB',   '임직원한정 35',  '전북공업사'),
('뉴SM5',       '161조8450',    '휘발유',  '현대', '만26세',         '전북공업사'),
('아이오닉5',   '39주1360',     '전기',    'KB',   '임직원한정 35',  '전북공업사'),
('투싼',        '58저1364',     '경유',    '흥국', '26세',           '전북공업사'),
('쏘렌토',      '141조2749',    '경유',    '현대', '만26세',         '전북공업사'),
('투싼ix',      '51어6810',     '경유',    '현대', '만26세',         '전북공업사'),
('그랜져TG',    '49루3727',     'LPG',     '현대', '만26세',         '전북공업사'),
('아반떼',      '151조8434',    'LPG전기', '현대', '만24세',         '전북공업사'),
('모닝',        '64두9795',     '휘발유',  '하나', '만24세',         '전북공업사');

-- 보험사 12개
INSERT OR IGNORE INTO insurance_company (name) VALUES
('삼성화재'),('현대해상'),('DB손해보험'),('KB손해보험'),
('메리츠화재'),('한화손해보험'),('롯데손해보험'),('MG손해보험'),
('흥국화재'),('AXA손해보험'),('하나손해보험'),('캐롯손해보험');
